---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyWidthParam
source: html/0ec5dcb0-4d90-2ec7-233a-be7db596940d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyWidthParam Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyWidthParam { get; }
```